Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# SetDesc_view_minimap_range
source: The whole document, or the rows around the view.
ar: المستند بأكمله، أو الصفوف حول العرض.
cs: Celý dokument, nebo řádky v okolí zobrazení.
de: Das gesamte Dokument oder die Zeilen um die Ansicht.
el: Ολόκληρο το έγγραφο ή οι γραμμές γύρω από την προβολή.
es: Todo el documento o las filas alrededor de la vista.
fa: کل سند، یا سطرهای اطراف نما.
fr: Le document entier, ou les lignes autour de la vue.
hu: A teljes dokumentum vagy a nézet körüli sorok.
id: Seluruh dokumen, atau baris di sekitar tampilan.
it: L'intero documento oppure le righe intorno alla vista.
ja: ドキュメント全体か、表示位置の周辺。
ko: 문서 전체 또는 보기 주변의 행입니다.
pl: Cały dokument lub wiersze w otoczeniu widoku.
pt: O documento inteiro ou as linhas ao redor da exibição.
ro: Tot documentul sau rândurile din jurul vizualizării.
th: ทั้งเอกสาร หรือแถวรอบมุมมอง
tr: Tüm belge veya görünümün çevresindeki satırlar.
uk: Увесь документ або рядки навколо області перегляду.
vi: Toàn bộ tài liệu, hoặc các hàng quanh vùng hiển thị.
zh_hans: 整个文档，或视图周围的行。
zh_hant: 整份文件，或檢視周圍的列。

# SetOpt_view_minimap_range_whole
source: Whole document
ar: المستند بأكمله
cs: Celý dokument
de: Gesamtes Dokument
el: Ολόκληρο το έγγραφο
es: Todo el documento
fa: کل سند
fr: Document entier
hu: Teljes dokumentum
id: Seluruh dokumen
it: Intero documento
ja: 全体
ko: 문서 전체
pl: Cały dokument
pt: Documento inteiro
ro: Tot documentul
th: ทั้งเอกสาร
tr: Tüm belge
uk: Увесь документ
vi: Toàn bộ tài liệu
zh_hans: 整个文档
zh_hant: 整份文件

# SetOpt_view_minimap_range_around
source: Around the view
ar: حول العرض
cs: Okolí zobrazení
de: Um die Ansicht
el: Γύρω από την προβολή
es: Alrededor de la vista
fa: اطراف نما
fr: Autour de la vue
hu: A nézet környezete
id: Sekitar tampilan
it: Intorno alla vista
ja: 周辺
ko: 보기 주변
pl: Otoczenie widoku
pt: Ao redor da exibição
ro: În jurul vizualizării
th: รอบมุมมอง
tr: Görünümün çevresi
uk: Навколо області перегляду
vi: Quanh vùng hiển thị
zh_hans: 视图周围
zh_hant: 檢視周圍

# Set_view_minimap_exact
source: Calculate the minimap exactly
ar: حساب الخريطة المصغرة بدقة
cs: Počítat minimapu přesně
de: Minimap exakt berechnen
el: Ακριβής υπολογισμός του μικροχάρτη
es: Calcular el minimapa con exactitud
fa: محاسبهٔ دقیق نقشهٔ کوچک
fr: Calculer exactement la minicarte
hu: Minitérkép pontos számítása
id: Hitung peta mini dengan tepat
it: Calcola esattamente la minimappa
ja: ミニマップを正確に計算
ko: 미니맵을 정확하게 계산
pl: Obliczaj minimapę dokładnie
pt: Calcular o minimapa com exatidão
ro: Calcul exact al miniharții
th: คำนวณมินิแมปอย่างแม่นยำ
tr: Mini haritayı tam olarak hesapla
uk: Обчислювати мінікарту точно
vi: Tính bản đồ thu nhỏ chính xác
zh_hans: 精确计算缩略图
zh_hant: 精確計算縮圖

# SetDesc_view_minimap_exact
source: Reads the whole document as a background task instead of sampling.
ar: يقرأ المستند بأكمله كمهمة في الخلفية بدلاً من أخذ العينات.
cs: Místo vzorkování přečte celý dokument jako úlohu na pozadí.
de: Liest das gesamte Dokument als Hintergrundaufgabe, statt Stichproben zu nehmen.
el: Διαβάζει ολόκληρο το έγγραφο ως εργασία παρασκηνίου αντί για δειγματοληψία.
es: Lee todo el documento como tarea en segundo plano en lugar de tomar muestras.
fa: به‌جای نمونه‌برداری، کل سند را به‌صورت کار پس‌زمینه می‌خواند.
fr: Lit tout le document en tâche de fond au lieu de procéder par échantillonnage.
hu: Mintavételezés helyett a teljes dokumentumot beolvassa háttérfeladatként.
id: Membaca seluruh dokumen sebagai tugas latar belakang, bukan dengan sampel.
it: Legge l'intero documento come attività in background invece di campionarlo.
ja: 標本ではなく、ドキュメント全体を長時間処理として読みます。
ko: 샘플링 대신 백그라운드 작업으로 문서 전체를 읽습니다.
pl: Odczytuje cały dokument jako zadanie w tle zamiast próbkowania.
pt: Lê o documento inteiro como tarefa em segundo plano em vez de usar amostragem.
ro: Citește întregul document ca activitate în fundal, în loc de eșantionare.
th: อ่านทั้งเอกสารเป็นงานเบื้องหลังแทนการสุ่มตัวอย่าง
tr: Örnekleme yerine tüm belgeyi arka plan görevi olarak okur.
uk: Читати весь документ у фоновому завданні замість вибірки.
vi: Đọc toàn bộ tài liệu dưới dạng tác vụ nền thay vì lấy mẫu.
zh_hans: 作为后台任务读取整个文档，而不是采样。
zh_hant: 以背景工作讀取整份文件，而非取樣。

# Set_view_split_syncSettings
source: Keep split pane display settings the same
ar: توحيد إعدادات العرض في الأجزاء المقسّمة
cs: Zachovat stejné nastavení zobrazení rozdělených podoken
de: Anzeigeeinstellungen geteilter Fensterbereiche gleich halten
el: Ίδιες ρυθμίσεις εμφάνισης στα διαιρεμένα τμήματα
es: Mantener iguales los ajustes de visualización de los paneles divididos
fa: یکسان نگه‌داشتن تنظیمات نمایش قاب‌های تقسیم‌شده
fr: Conserver les mêmes paramètres d'affichage dans les volets fractionnés
hu: Azonos megjelenítési beállítások a felosztott ablaktáblákban
id: Samakan pengaturan tampilan panel terpisah
it: Mantieni uguali le impostazioni di visualizzazione dei riquadri divisi
ja: 分割したペインの表示設定をそろえる
ko: 분할 창의 표시 설정을 동일하게 유지
pl: Zachowuj takie same ustawienia wyświetlania podzielonych okienek
pt: Manter iguais as configurações de exibição dos painéis divididos
ro: Aceleași setări de afișare în panourile divizate
th: ให้การตั้งค่าการแสดงผลของบานหน้าต่างที่แบ่งเหมือนกัน
tr: Bölmelerin görüntüleme ayarlarını aynı tut
uk: Однакові параметри відображення в розділених областях
vi: Giữ cài đặt hiển thị của các ngăn chia giống nhau
zh_hans: 使拆分窗格的显示设置保持一致
zh_hant: 讓分割窗格的顯示設定保持一致

# SetDesc_view_split_syncSettings
source: Changes to display settings in one pane are applied to the other.
ar: يتم تطبيق التغييرات على إعدادات العرض في أحد الأجزاء على الجزء الآخر.
cs: Změny nastavení zobrazení v jednom podokně se použijí i ve druhém.
de: Änderungen an den Anzeigeeinstellungen in einem Fensterbereich werden auf den anderen übertragen.
el: Οι αλλαγές στις ρυθμίσεις εμφάνισης σε ένα τμήμα εφαρμόζονται και στο άλλο.
es: Los cambios en los ajustes de visualización de un panel se aplican al otro.
fa: تغییرات تنظیمات نمایش در یک قاب روی قاب دیگر نیز اعمال می‌شود.
fr: Les modifications des paramètres d'affichage d'un volet sont appliquées à l'autre.
hu: Az egyik ablaktábla megjelenítési beállításainak módosításai a másikra is érvényesek.
id: Perubahan pengaturan tampilan di satu panel diterapkan ke panel lainnya.
it: Le modifiche alle impostazioni di visualizzazione in un riquadro vengono applicate all'altro.
ja: 一方のペインの表示設定の変更を、もう一方にも反映します。
ko: 한 창의 표시 설정 변경 내용을 다른 창에도 적용합니다.
pl: Zmiany ustawień wyświetlania w jednym okienku są stosowane w drugim.
pt: As alterações nas configurações de exibição de um painel são aplicadas ao outro.
ro: Modificările setărilor de afișare dintr-un panou se aplică și celuilalt.
th: การเปลี่ยนการตั้งค่าการแสดงผลในบานหน้าต่างหนึ่งจะนำไปใช้กับอีกบานหนึ่งด้วย
tr: Bir bölmedeki görüntüleme ayarı değişiklikleri diğerine de uygulanır.
uk: Зміни параметрів відображення в одній області застосовуються до іншої.
vi: Thay đổi cài đặt hiển thị ở một ngăn sẽ được áp dụng cho ngăn kia.
zh_hans: 在一个窗格中更改的显示设置会应用到另一个窗格。
zh_hant: 在一個窗格中變更顯示設定時，也會套用到另一個窗格。

# Set_view_sync_selection
source: Synchronize selection too
ar: مزامنة التحديد أيضًا
cs: Synchronizovat i výběr
de: Auch die Auswahl synchronisieren
el: Συγχρονισμός και της επιλογής
es: Sincronizar también la selección
fa: همگام‌سازی انتخاب نیز
fr: Synchroniser aussi la sélection
hu: Kijelölés szinkronizálása is
id: Sinkronkan pilihan juga
it: Sincronizza anche la selezione
ja: 選択範囲も同期
ko: 선택 영역도 동기화
pl: Synchronizuj także zaznaczenie
pt: Sincronizar também a seleção
ro: Sincronizare și a selecției
th: ซิงค์ส่วนที่เลือกด้วย
tr: Seçimi de eşitle
uk: Синхронізувати й виділення
vi: Đồng bộ cả vùng chọn
zh_hans: 同时同步选定内容
zh_hant: 同時同步選取範圍

# SetDesc_view_sync_selection
source: Synchronized scrolling also copies the selection.
ar: ينسخ التمرير المتزامن التحديد أيضًا.
cs: Synchronizované posouvání zkopíruje i výběr.
de: Beim synchronen Bildlauf wird auch die Auswahl übernommen.
el: Η συγχρονισμένη κύλιση αντιγράφει και την επιλογή.
es: El desplazamiento sincronizado también copia la selección.
fa: پیمایش همگام انتخاب را نیز رونوشت می‌کند.
fr: Le défilement synchronisé copie aussi la sélection.
hu: A szinkronizált görgetés a kijelölést is átveszi.
id: Gulir sinkron juga menyalin pilihan.
it: Lo scorrimento sincronizzato copia anche la selezione.
ja: 同期スクロールで選択範囲も合わせます。
ko: 동기 스크롤 시 선택 영역도 복사합니다.
pl: Synchronizowane przewijanie kopiuje także zaznaczenie.
pt: A rolagem sincronizada também copia a seleção.
ro: Defilarea sincronizată copiază și selecția.
th: การเลื่อนพร้อมกันจะคัดลอกส่วนที่เลือกด้วย
tr: Eşitlenmiş kaydırma seçimi de kopyalar.
uk: Під час синхронного прокручування також копіюється виділення.
vi: Cuộn đồng bộ cũng sao chép vùng chọn.
zh_hans: 同步滚动时也会复制选定内容。
zh_hant: 同步捲動時也會複製選取範圍。

# Cmd_view_spacePadding
source: Pad numbers with spaces
ar: ملء الأرقام بمسافات
cs: Doplnit čísla mezerami
de: Zahlen mit Leerzeichen auffüllen
el: Συμπλήρωση αριθμών με κενά
es: Rellenar números con espacios
fa: پر کردن اعداد با فاصله
fr: Compléter les nombres par des espaces
hu: Számok kitöltése szóközökkel
id: Isi angka dengan spasi
it: Riempi i numeri con spazi
ja: 数値を空白で埋める
ko: 숫자를 공백으로 채우기
pl: Dopełniaj liczby spacjami
pt: Preencher números com espaços
ro: Completare numere cu spații
th: เติมช่องว่างหน้าตัวเลข
tr: Sayıları boşlukla doldur
uk: Доповнювати числа пробілами
vi: Đệm số bằng khoảng trắng
zh_hans: 用空格填充数字
zh_hant: 以空格填補數字

# CmdAlias_view_spacePadding
source: cell format
ar: cell format تنسيق الخلية مسافات
cs: doplnit mezery formát format buněk bunek cell format
de: zellformat cell format
el: κελί μορφή κενά cell format
es: formato celda cell format
fa: قالب خانه فاصله, cell format
fr: format cellule cell format
hu: cella formátum formatum szóköz szokoz kitöltés kitoltes cell format
id: isi spasi format sel cell format
it: formato cella spazi cell format
ja: すうちをくうはくでうめる
ko: 숫자 공백 채우기 셀 형식 cell format
pl: format komórka spacje cell format
pt: formato célula espaços cell format
ro: format celula celulă spatii spații cell format
th: เติม ช่องว่าง รูปแบบเซลล์ cell format
tr: hücre biçim cell format
uk: формат комірок cell format
vi: đệm khoảng trắng định dạng ô cell format
zh_hans: 空格 填充 单元格 格式 cell format
zh_hant: 空格 填補 儲存格格式 cell format

# CmdAlias_view_endianLittle
source: endianness
ar: endianness ترتيب البايتات
cs: pořadí poradi bajtů bajtu endianness
de: bytereihenfolge endianness
el: σειρά byte endianness
es: orden de bytes endianness
fa: ترتیب بایت, endianness
fr: boutisme little endian endianness
hu: bájtsorrend bajtsorrend little endian endianness
id: urutan byte endianness
it: ordine dei byte endianness
ja: りとるえんでぃあん
ko: 리틀 엔디언 바이트 순서 endianness
pl: kolejność bajtów endianness
pt: ordem dos bytes endianness
ro: ordinea octetilor octeților endianness
th: ลำดับไบต์ endianness
tr: bayt sırası endianness
uk: порядок байтів endianness
vi: thứ tự byte endianness
zh_hans: 字节序 小端 小端序 endianness
zh_hant: 位元組順序 小端序 endianness

# CmdAlias_view_endianBig
source: endianness
ar: endianness ترتيب البايتات
cs: pořadí poradi bajtů bajtu endianness
de: bytereihenfolge endianness
el: σειρά byte endianness
es: orden de bytes endianness
fa: ترتیب بایت, endianness
fr: boutisme big endian endianness
hu: bájtsorrend bajtsorrend big endian endianness
id: urutan byte endianness
it: ordine dei byte endianness
ja: びっぐえんでぃあん
ko: 빅 엔디언 바이트 순서 endianness
pl: kolejność bajtów endianness
pt: ordem dos bytes endianness
ro: ordinea octetilor octeților endianness
th: ลำดับไบต์ endianness
tr: bayt sırası endianness
uk: порядок байтів endianness
vi: thứ tự byte endianness
zh_hans: 字节序 大端 大端序 endianness
zh_hant: 位元組順序 大端序 endianness

# Cmd_view_endianToggle
source: Toggle endianness
ar: تبديل ترتيب البايتات
cs: Přepnout pořadí bajtů
de: Bytereihenfolge umschalten
el: Εναλλαγή σειράς byte
es: Alternar orden de bytes
fa: تغییر ترتیب بایت
fr: Basculer le boutisme
hu: Bájtsorrend váltása
id: Alihkan urutan byte
it: Cambia ordine dei byte
ja: エンディアンの切り替え
ko: 엔디언 전환
pl: Przełącz kolejność bajtów
pt: Alternar ordem dos bytes
ro: Comutare ordinea octeților
th: สลับลำดับไบต์
tr: Bayt sırasını değiştir
uk: Перемкнути порядок байтів
vi: Chuyển thứ tự byte
zh_hans: 切换字节序
zh_hant: 切換位元組順序

# CmdAlias_view_endianToggle
source: little big endian
ar: little big endian ترتيب البايتات
cs: pořadí poradi bajtů bajtu little big endian
de: bytereihenfolge little big endian
el: σειρά byte little big endian
es: orden de bytes little big endian
fa: ترتیب بایت, little big endian
fr: boutisme petit gros little big endian
hu: bájtsorrend bajtsorrend váltás valtas little big endian
id: alihkan urutan byte little big endian
it: ordine dei byte little big endian
ja: えんでぃあんのきりかえ
ko: 엔디언 전환 리틀 빅 바이트 순서 little big endian
pl: kolejność bajtów little big endian
pt: ordem dos bytes little big endian
ro: ordinea octetilor octeților little big endian
th: สลับ ลำดับไบต์ little big endian
tr: bayt sırası little big endian
uk: порядок байтів little big endian
vi: chuyển thứ tự byte little big endian
zh_hans: 字节序 小端序 大端序 切换 little big endian
zh_hant: 位元組順序 小端序 大端序 little big endian

# Cmd_view_reverseGroups
source: Show bytes in groups reversed
ar: إظهار البايتات في المجموعات معكوسة
cs: Zobrazit bajty ve skupinách obráceně
de: Bytes in Gruppen umgekehrt anzeigen
el: Αντίστροφη εμφάνιση των byte σε ομάδες
es: Mostrar los bytes de los grupos invertidos
fa: نمایش وارونهٔ بایت‌ها در گروه‌ها
fr: Afficher les octets des groupes en ordre inverse
hu: Bájtok fordított sorrendben a csoportokon belül
id: Tampilkan byte dalam grup secara terbalik
it: Mostra i byte dei gruppi invertiti
ja: グループ内のバイトを逆順に表示
ko: 그룹 내 바이트를 역순으로 표시
pl: Pokazuj bajty w grupach w odwrotnej kolejności
pt: Mostrar bytes dos grupos invertidos
ro: Afișare inversată a octeților din grupuri
th: แสดงไบต์ในกลุ่มแบบย้อนลำดับ
tr: Gruplardaki baytları ters göster
uk: Показувати байти в групах у зворотному порядку
vi: Hiện byte trong nhóm theo thứ tự ngược
zh_hans: 反向显示组内字节
zh_hant: 反向顯示群組內的位元組

# CmdAlias_view_reverseGroups
source: byte swap
ar: byte swap تبديل البايتات
cs: prohodit obrátit obratit bajty byte swap
de: bytes tauschen byte swap
el: αντιμετάθεση byte byte swap
es: intercambiar bytes byte swap
fa: جابه‌جایی بایت, byte swap
fr: permuter octets byte swap
hu: bájtcsere bajtcsere fordított forditott csoport byte swap
id: balik grup tukar byte byte swap
it: inverti byte scambia byte swap
ja: ぐるーぷないのばいとをぎゃくじゅんにひょうじ
ko: 바이트 역순 교환 스왑 byte swap
pl: zamiana bajtów odwróć byte swap
pt: inverter bytes troca byte swap
ro: inversare octeti octeți byte swap
th: ย้อนลำดับ กลุ่ม สลับไบต์ byte swap
tr: bayt takas byte swap
uk: перестановка байтів byte swap
vi: đảo ngược nhóm hoán đổi byte byte swap
zh_hans: 字节交换 反向 分组 byte swap
zh_hant: 位元組交換 反向 byte swap

# Cmd_view_addTextColumn
source: Add text column
ar: إضافة عمود نص
cs: Přidat textový sloupec
de: Textspalte hinzufügen
el: Προσθήκη στήλης κειμένου
es: Agregar columna de texto
fa: افزودن ستون متن
fr: Ajouter une colonne texte
hu: Szövegoszlop hozzáadása
id: Tambah kolom teks
it: Aggiungi colonna testo
ja: テキスト列を追加
ko: 텍스트 열 추가
pl: Dodaj kolumnę tekstu
pt: Adicionar coluna de texto
ro: Adăugare coloană text
th: เพิ่มคอลัมน์ข้อความ
tr: Metin sütunu ekle
uk: Додати текстовий стовпець
vi: Thêm cột văn bản
zh_hans: 添加文本列
zh_hant: 新增文字欄

# CmdAlias_view_addTextColumn
source: encoding columns
ar: encoding columns ترميز أعمدة
cs: kódování kodovani sloupce encoding columns
de: codierung spalten encoding columns
el: κωδικοποίηση στήλες encoding columns
es: codificación columnas encoding columns
fa: رمزگذاری ستون‌ها, encoding columns
fr: encodage colonnes encoding columns
hu: szövegoszlop szovegoszlop kódolás kodolas oszlopok encoding columns
id: tambah kolom teks pengodean encoding columns
it: codifica colonne encoding columns
ja: てきすとれつをついか
ko: 텍스트 열 추가 인코딩 encoding columns
pl: kodowanie kolumny encoding columns
pt: codificação colunas encoding columns
ro: codificare coloane encoding columns
th: เพิ่ม คอลัมน์ข้อความ การเข้ารหัส encoding columns
tr: kodlama sütunlar encoding columns
uk: кодування стовпці encoding columns
vi: thêm cột văn bản bảng mã encoding columns
zh_hans: 文本列 编码 添加 encoding columns
zh_hant: 文字欄 編碼 新增 encoding columns

# Cmd_view_removeTextColumn
source: Remove text column
ar: إزالة عمود النص
cs: Odebrat textový sloupec
de: Textspalte entfernen
el: Κατάργηση στήλης κειμένου
es: Quitar columna de texto
fa: حذف ستون متن
fr: Supprimer la colonne texte
hu: Szövegoszlop eltávolítása
id: Hapus kolom teks
it: Rimuovi colonna testo
ja: テキスト列を削除
ko: 텍스트 열 제거
pl: Usuń kolumnę tekstu
pt: Remover coluna de texto
ro: Eliminare coloană text
th: ลบคอลัมน์ข้อความ
tr: Metin sütununu kaldır
uk: Видалити текстовий стовпець
vi: Xóa cột văn bản
zh_hans: 删除文本列
zh_hant: 移除文字欄

# CmdAlias_view_removeTextColumn
source: encoding columns
ar: encoding columns ترميز أعمدة
cs: kódování kodovani sloupce encoding columns
de: codierung spalten encoding columns
el: κωδικοποίηση στήλες encoding columns
es: codificación columnas encoding columns
fa: رمزگذاری ستون‌ها, encoding columns
fr: encodage colonnes encoding columns
hu: szövegoszlop szovegoszlop kódolás kodolas oszlopok encoding columns
id: hapus kolom teks pengodean encoding columns
it: codifica colonne encoding columns
ja: てきすとれつをさくじょ
ko: 텍스트 열 제거 삭제 인코딩 encoding columns
pl: kodowanie kolumny encoding columns
pt: codificação colunas encoding columns
ro: codificare coloane encoding columns
th: ลบ คอลัมน์ข้อความ การเข้ารหัส encoding columns
tr: kodlama sütunlar encoding columns
uk: кодування стовпці encoding columns
vi: xóa cột văn bản bảng mã encoding columns
zh_hans: 文本列 编码 删除 encoding columns
zh_hant: 文字欄 編碼 移除 encoding columns

# Cmd_view_byteThemeNone
source: Byte theme: None
ar: سمة البايتات: بلا
cs: Motiv bajtů: žádný
de: Byte-Design: Keins
el: Θέμα byte: Κανένα
es: Tema de bytes: ninguno
fa: طرح زمینهٔ بایت: هیچ
fr: Thème d'octets : aucun
hu: Bájttéma: nincs
id: Tema byte: Tidak ada
it: Tema byte: nessuno
ja: バイトテーマ: なし
ko: 바이트 테마: 없음
pl: Motyw bajtów: brak
pt: Tema de bytes: nenhum
ro: Temă octeți: niciuna
th: ธีมไบต์: ไม่มี
tr: Bayt teması: Yok
uk: Тема байтів: немає
vi: Chủ đề byte: Không
zh_hans: 字节主题：无
zh_hant: 位元組配色：無

# CmdAlias_view_byteThemeNone
source: colors
ar: colors ألوان
cs: barvy motiv colors
de: farben colors
el: χρώματα colors
es: colores colors
fa: رنگ‌ها, colors
fr: couleurs colors
hu: bájttéma bajttema színek szinek colors
id: tema byte warna colors
it: colori colors
ja: ばいとてーま なし
ko: 바이트 테마 없음 색 colors
pl: kolory colors
pt: cores colors
ro: culori colors
th: ธีมไบต์ สี colors
tr: renkler colors
uk: кольори colors
vi: chủ đề byte màu colors
zh_hans: 字节主题 颜色 无 colors
zh_hant: 位元組配色 色彩 colors

# Cmd_view_byteThemeCategory
source: Byte theme: By kind
ar: سمة البايتات: حسب النوع
cs: Motiv bajtů: podle druhu
de: Byte-Design: Nach Art
el: Θέμα byte: Κατά είδος
es: Tema de bytes: por tipo
fa: طرح زمینهٔ بایت: بر اساس نوع
fr: Thème d'octets : par type
hu: Bájttéma: típus szerint
id: Tema byte: Menurut jenis
it: Tema byte: per tipo
ja: バイトテーマ: 種類別
ko: 바이트 테마: 종류별
pl: Motyw bajtów: według rodzaju
pt: Tema de bytes: por tipo
ro: Temă octeți: după tip
th: ธีมไบต์: ตามชนิด
tr: Bayt teması: Türe göre
uk: Тема байтів: за типом
vi: Chủ đề byte: Theo loại
zh_hans: 字节主题：按种类
zh_hant: 位元組配色：依種類

# CmdAlias_view_byteThemeCategory
source: colors
ar: colors ألوان
cs: barvy motiv colors
de: farben colors
el: χρώματα colors
es: colores colors
fa: رنگ‌ها, colors
fr: couleurs colors
hu: bájttéma bajttema színek szinek típus tipus colors
id: tema byte warna jenis colors
it: colori colors
ja: ばいとてーま しゅるいべつ
ko: 바이트 테마 종류별 색 colors
pl: kolory colors
pt: cores colors
ro: culori colors
th: ธีมไบต์ สี ชนิด colors
tr: renkler colors
uk: кольори colors
vi: chủ đề byte màu loại colors
zh_hans: 字节主题 颜色 种类 colors
zh_hant: 位元組配色 色彩 種類 colors

# Cmd_view_byteThemeGradient
source: Byte theme: Gradient
ar: سمة البايتات: تدرج
cs: Motiv bajtů: přechod
de: Byte-Design: Farbverlauf
el: Θέμα byte: Διαβάθμιση
es: Tema de bytes: degradado
fa: طرح زمینهٔ بایت: گرادیان
fr: Thème d'octets : dégradé
hu: Bájttéma: színátmenet
id: Tema byte: Gradien
it: Tema byte: gradiente
ja: バイトテーマ: グラデーション
ko: 바이트 테마: 그라데이션
pl: Motyw bajtów: gradient
pt: Tema de bytes: gradiente
ro: Temă octeți: gradient
th: ธีมไบต์: ไล่ระดับสี
tr: Bayt teması: Renk geçişi
uk: Тема байтів: градієнт
vi: Chủ đề byte: Chuyển sắc
zh_hans: 字节主题：渐变
zh_hant: 位元組配色：漸層

# CmdAlias_view_byteThemeGradient
source: colors
ar: colors ألوان
cs: barvy motiv colors
de: farben colors
el: χρώματα colors
es: colores colors
fa: رنگ‌ها, colors
fr: couleurs colors
hu: bájttéma bajttema színek szinek színátmenet szinatmenet colors
id: tema byte warna gradien colors
it: colori colors
ja: ばいとてーま ぐらでーしょん
ko: 바이트 테마 그라데이션 색 colors
pl: kolory colors
pt: cores colors
ro: culori colors
th: ธีมไบต์ สี ไล่ระดับ colors
tr: renkler colors
uk: кольори colors
vi: chủ đề byte màu chuyển sắc colors
zh_hans: 字节主题 颜色 渐变 colors
zh_hant: 位元組配色 色彩 漸層 colors

# Cmd_view_byteThemeCustom
source: Byte theme: Custom
ar: سمة البايتات: مخصص
cs: Motiv bajtů: vlastní
de: Byte-Design: Benutzerdefiniert
el: Θέμα byte: Προσαρμογή
es: Tema de bytes: personalizado
fa: طرح زمینهٔ بایت: سفارشی
fr: Thème d'octets : personnalisé
hu: Bájttéma: egyéni
id: Tema byte: Kustom
it: Tema byte: personalizzato
ja: バイトテーマ: 独自
ko: 바이트 테마: 사용자 지정
pl: Motyw bajtów: niestandardowy
pt: Tema de bytes: personalizado
ro: Temă octeți: particularizată
th: ธีมไบต์: กำหนดเอง
tr: Bayt teması: Özel
uk: Тема байтів: власна
vi: Chủ đề byte: Tùy chỉnh
zh_hans: 字节主题：自定义
zh_hant: 位元組配色：自訂

# CmdAlias_view_byteThemeCustom
source: colors json
ar: colors json ألوان
cs: barvy motiv vlastní vlastni colors json
de: farben colors json
el: χρώματα colors json
es: colores colors json
fa: رنگ‌ها, colors json
fr: couleurs colors json
hu: bájttéma bajttema színek szinek egyéni egyeni colors json
id: tema byte warna kustom colors json
it: colori colors json
ja: ばいとてーま どくじ
ko: 바이트 테마 사용자 지정 색 colors json
pl: kolory colors json
pt: cores colors json
ro: culori colors json
th: ธีมไบต์ สี กำหนดเอง colors json
tr: renkler colors json
uk: кольори colors json
vi: chủ đề byte màu tùy chỉnh colors json
zh_hans: 字节主题 颜色 自定义 colors json
zh_hant: 位元組配色 色彩 自訂 colors json

# Cmd_view_encoding_loadTable
source: Load character table file
ar: تحميل ملف جدول الأحرف
cs: Načíst soubor tabulky znaků
de: Zeichentabellendatei laden
el: Φόρτωση αρχείου πίνακα χαρακτήρων
es: Cargar archivo de tabla de caracteres
fa: بارگذاری فایل جدول نویسه
fr: Charger un fichier de table de caractères
hu: Karaktertábla-fájl betöltése
id: Muat file tabel karakter
it: Carica file tabella caratteri
ja: 文字表ファイルを読み込む
ko: 문자표 파일 로드
pl: Wczytaj plik tablicy znaków
pt: Carregar arquivo de tabela de caracteres
ro: Încărcare fișier tabel de caractere
th: โหลดไฟล์ตารางอักขระ
tr: Karakter tablosu dosyası yükle
uk: Завантажити файл таблиці символів
vi: Tải tệp bảng ký tự
zh_hans: 加载字符表文件
zh_hant: 載入字元表檔案

# CmdAlias_view_encoding_loadTable
source: tbl encoding
ar: tbl encoding جدول ترميز
cs: tabulka znaků znaku kódování kodovani tbl encoding
de: zeichentabelle codierung tbl encoding
el: πίνακας κωδικοποίηση tbl encoding
es: tabla de caracteres codificación tbl encoding
fa: جدول رمزگذاری, tbl encoding
fr: table de caractères encodage tbl encoding
hu: karaktertábla karaktertabla kódolás kodolas tbl encoding
id: tabel karakter pengodean tbl encoding
it: tabella codifica tbl encoding
ja: もじひょうふぁいるをよみこむ
ko: 문자표 테이블 로드 인코딩 tbl encoding
pl: tablica kodowanie tbl encoding
pt: tabela codificação tbl encoding
ro: tabel caractere codificare tbl encoding
th: ตารางอักขระ การเข้ารหัส tbl encoding
tr: tablo kodlama tbl encoding
uk: таблиця кодування tbl encoding
vi: bảng ký tự bảng mã tbl encoding
zh_hans: 字符表 码表 编码 加载 tbl encoding
zh_hant: 字元表 載入 編碼 tbl encoding
